---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemHookOrientBottomDirn2
source: html/7156d7b8-090c-431b-1bbb-a73c58eebe66.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemHookOrientBottomDirn2 Property

"Bottom Minor Hook Orientation"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemHookOrientBottomDirn2 { get; }
```